Repository: darktable-org/darktable
Catalog: doc/usermanual/po/sv.tmx
Source language: en
Languages: sv

source: crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
sv: kamerasensorns beskärningsfaktor relativt fullformat, standardvärdet tas från exif-data om det finns tillgängligt, manuell inställning är ofta nödvändig

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
sv: nivån på objektiv-beroende korrigering, set till max för fullständigt objektiv-beroende, sätt till noll för det generella fallet

source: adjust aspect ratio of image by horizontal and vertical scaling
sv: justera bildförhållanden genom att skala horisontellt och vertikalt

source: automatically correct for vertical perspective distortion ctrl-click to only fit rotation shift-click to only fit lens shift
sv: korrigera vertikal perspektivförskjutning automatiskt ctrl+klick för att enbart passa in rotation shift+klick för att enbart passa in objektivshift

source: automatically correct for horizontal perspective distortion ctrl-click to only fit rotation shift-click to only fit lens shift
sv: korrigera horisontell perspektivförskjutning automatiskt ctrl+klick för att enbart passa in rotation shift+klick för att enbart passa in objektivshift

source: automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl-click to only fit rotation shift-click to only fit lens shift ctrl-shift-click to only fit rotation and lens shift
sv: korrigera vertikaln och horisontell perspektivförskjutning automatiskt; passar in rotation, objektivshift i båda riktningarna, och skjuvning ctrl+klick för att enbart passa in rotation shift+klick för att enbart passa in objektivshift ctrl+shift+klick för att enbart passa in rotation och objektivshift

source: analyse line structure in image ctrl-click for an additional edge enhancement shift-click for an additional detail enhancement ctrl-shift-click for a combination of both methods
sv: analysera bildens linjestrukturer ctrl+klick för ytterligare kantförbättringar shift+klick för ytterligare detaljförbättringar ctrl+shift+klick för en kombination av båda metoderna

source: remove line structure information
sv: ta bort information om strukturlinjer

source: toggle visibility of structure lines
sv: växla synligheten av strukturlinjer

source: mix
sv: blanda

source: coarse
sv: grov

source: denoise & sharpen
sv: reducera brus & skärp

source: sharpen
sv: skärpa

source: denoise chroma
sv: brusreducering färgskala

source: denoise
sv: reducera brus

source: bloom
sv: överstrålning

source: clarity
sv: klarhet

source: fine
sv: fin

source: contrasty
sv: kontrast

source: smooth
sv: mjuk

source: noisy
sv: brusig

source: bold
sv: kraftig

source: dull
sv: mörk

source: change lightness at each feature size
sv: ändra ljushet på vardera detaljstorlek

source: change color saturation at each feature size
sv: ändra färgmättnad på vardera detaljstorlek

source: edges
sv: kanter

source: change edge halos at each feature size only changes results of luma and chroma tabs
sv: ändra halon vid kanterna vid vardera detaljstorlek ändrar enbart luma- och chroma-flikarna

source: make effect stronger or weaker
sv: gör effekten starkare eller svagare

source: canon eos like
sv: liknande canon eos

source: canon eos like alternate
sv: alternativt liknande canon eos

source: nikon like
sv: liknande nikon

source: nikon like alternate
sv: alternativt liknande nikon

source: sony alpha like
sv: liknande sony alpha

source: pentax like
sv: liknande pentax

source: ricoh like
sv: liknande ricoh

source: olympus like
sv: liknande olympus

source: olympus like alternate
sv: alternativt liknande olympus

source: panasonic like
sv: liknande panasonic

source: leica like
sv: liknande leica

source: kodak easyshare like
sv: liknande kodak easyshare

source: konica minolta like
sv: liknande konica minolta

source: samsung like
sv: liknande samsung

source: fujifilm like
sv: liknande fujifilm

source: nokia like
sv: liknande nokia

source: cubic spline
sv: kubisk spline

source: base curve
sv: baskurva

source: abscissa: input, ordinate: output. works on RGB channels
sv: x-axel: ingående, y-axel: utgående. arbetar på RGB-kanalerna

source: scale
sv: skala

source: linear
sv: linjär

source: logarithmic
sv: logaritmisk

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
sv: grafens skala. använd logaritmisk för noggrannare kontroll av det mörka området

source: two exposures
sv: två exponeringar

source: three exposures
sv: tre exponeringar

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
sv: slå ihop den här bilden överexponerad ett par steg med sig själv för att komprimera det dynamiska omfånget. exponera för ljuset innan det här görs.

source: how many stops to shift the individual exposures apart
sv: antal steg mellan varje individuell exponering

source: exposure shift
sv: exponeringssteg

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
sv: om exponeringen ska ändras uppåt eller nedåt (-1: minskar högdagrar, +1: minskar skuggor)

source: exposure bias
sv: exponering

source: black level correction
sv: svärta

source: adjust the exposure correction
sv: justera exponeringskompensation [EV]

source: contrast
sv: kontrast

source: contrast adjustment
sv: kontrastjustering

source: brightness
sv: ljusstyrka

source: brightness adjustment
sv: justering av ljusstyrka

source: saturation
sv: mättnad

source: local contrast
sv: lokal kontrast

source: local laplacian: inconsistent output
sv: lokal laplace: inkonsekvent resultat

source: mode
sv: läge

source: bilateral grid
sv: bilateralt filter

source: local laplacian filter
sv: lokalt laplacefilter

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
sv: det filter som används för att öka lokal kontrast. Bilateralt är snabbare men kan i extremfall leda till artefakter runt kanterna.

source: detail
sv: detalj

source: changes the local contrast
sv: ändrar lokal contrast

source: coarseness
sv: grovhet

source: feature size of local details (spatial sigma of bilateral filter)
sv: storlek på lokala detaljer (rumslig standardavvikelse för bilateralt filter)

source: L difference to detect edges (range sigma of bilateral filter)
sv: L skillnad för att upptäcka kanter (omfång av standardavvikelse för bilateralt filter)

source: highlights
sv: högdagrar

source: changes the local contrast of highlights
sv: ändrar lokal kontrast för högdagrar

source: shadows
sv: skuggor

source: changes the local contrast of shadows
sv: ändrar lokal kontrast i skuggor

source: midtone range
sv: mellantonernas omfång

source: defines what counts as midtones. lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
sv: definierar vad som räknas som mellantoner. sänk för mer komprimerat dynamiskt omfång (reducerar kontrast mellan skuggor och högdagrar), öka för starkare lokal kontrast

source: denoise (bilateral filter)
sv: brusreducering (bilateral filter)

source: radius
sv: radie

source: spatial extent of the gaussian
sv: rumslig utsträckning för gaussisk oskärpa

source: how much to blur red
sv: mängd av oskärpa att applicera på röd kanal

source: how much to blur green
sv: mängd av oskärpa att applicera på grön kanal

source: how much to blur blue
sv: mängd av oskärpa att applicera på blå kanal

source: size
sv: storlek

source: threshold
sv: tröskel

source: strength
sv: styrka

source: the size of bloom
sv: överstrålningens storlek

source: the threshold of light
sv: tröskelnivå för ljuset

source: the strength of bloom
sv: överstrålningens styrka

source: framing
sv: inramning

source: border size
sv: kantens storlek

source: pick border color from image
sv: välj kantens färg från bild

source: frame line size
sv: ramlinjens storlek

source: pick frame line color from image
sv: välj ramlinjens färg från bild

source: 15:10 postcard white
sv: 15:10 vykort vit ram

source: 15:10 postcard black
sv: 15:10 vykort svart ram

source: image
sv: bild

source: golden cut
sv: gyllene snitt

source: square
sv: kvadrat

source: constant border
sv: konstant kantstorlek

source: center
sv: centrum

source: size of the border in percent of the full image
sv: storlek på kant i procent av hela bilden

source: aspect
sv: aspekt

source: select the aspect ratio or right click and type your own (w:h)
sv: välj bildförhållande eller högerklicka och skriv in egen (b:h)

source: orientation
sv: orientering

source: aspect ratio orientation of the image with border
sv: orientering för bild med kant

source: horizontal position
sv: horisontell placering

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
sv: välj den horisontella placeringen relativt bildens övre kant eller högerklicka och ange din egen (y:h)

source: vertical position
sv: vertikal placering

source: select the vertical position ratio relative to left or right click and type your own (x:w)
sv: välj den vertikala placeringen relativt bildens vänstra kant eller högerklicka och ange din egen (x:b)

source: size of the frame line in percent of min border width
sv: storlek på ramlinjen i procent av minimum på kantens bredd

source: frame line offset
sv: ramlinjens avstånd

source: offset of the frame line beginning on picture side
sv: ramlinjens avstånd från bildens kant

source: select border color
sv: välj kantens färg

source: border color
sv: kantens färg

source: select frame line color
sv: välj ramlinjens färg

source: frame line color
sv: ramlinjens färg

source: chromatic aberrations
sv: kromatisk avvikelse

source: automatic chromatic aberration correction
sv: automatisk korrigering av kromatisk avvikelse

source: automatic chromatic aberration correction disabled for non-Bayer sensors
sv: automatisk korrigering av kromatisk avvikelse fungerar ej med sensorer annat än av Bayer-slag

source: automatic chromatic aberration correction only works for raw images.
sv: automatisk korrigering av kromatisk avvikelse fungerar bara på råbilder.

source: channel mixer
sv: kanalmixer

source: destination
sv: mål

source: gray
sv: grå

source: amount of red channel in the output channel
sv: mängd av röd kanal i utgående kanal

source: amount of green channel in the output channel
sv: mängd av grön kanal i utgående kanal

source: amount of blue channel in the output channel
sv: mängd av blå kanal i utgående kanal

source: swap R and B
sv: byte av röd och blå

source: swap G and B
sv: byte av röd och blå

source: color contrast boost
sv: lyft färgkontrast

source: color details boost
sv: lyft färgdetaljer

source: color artifacts boost
sv: lyft färg artefakter

source: B/W artifacts boost
sv: lyft s/v artefakter

source: B/W smooth skin
sv: s/v mjuk hy

source: B/W blue artifacts reduce
sv: s/v reducering av artefakter

source: amount
sv: mängd

source: size of features to preserve
sv: storlek av detaljer att bevara

source: strength of the effect
sv: sluttningen påverkar effektens styrka

source: crop and rotate
sv: beskär och rotera

source: invalid ratio format. it should be "number:number"
sv: felaktig format för bildförhållande. det borde vara "nummer:nummer"

source: full
sv: båda

source: old system
sv: gammalt system

source: correction applied
sv: korrigering gjord

source: flip
sv: vänd

source: both
sv: båda

source: mirror image horizontally and/or vertically
sv: vänd bild horisontellt och/eller vertikalt

source: angle
sv: vinkel

source: right-click and drag a line on the image to drag a straight line
sv: högerklicka och dra en linje på bilden för att dra en rak linje

source: keystone
sv: perspektivkorr

source: set perspective correction for your image
sv: korrigera perspektivet på din bild

source: freehand
sv: frihand

source: original image
sv: originalbild

source: 10:8 in print
sv: 10:8 för utskrift

source: 8.5x11, letter
sv: 8.5x11, letter (usa)

source: anamorphic
sv: anamorfisk

source: invalid ratio format for `%s'. it should be "number:number"
sv: felaktig bildförhållande `%s'. det borde vara "nummer:nummer"

source: set the aspect ratio the list is sorted: from most square to least square
sv: sätt önskat bildförhållande listan är sorterad från mest kvadratiska till minst kvadratiska

source: display guide lines to help compose your photograph
sv: visa guider för att hjälpa dig att komponera ditt fotografi

source: flip guides
sv: vänd guider

source: horizontally
sv: horisontellt

source: vertically
sv: vertikalt

source: commit
sv: applicera

source: contrast brightness saturation
sv: kontrast ljusstyrka färgmättnad

source: color saturation adjustment
sv: justering av färgmättnad

source: color balance
sv: färgbalans

source: lift/gamma/gain controls as seen in video editors
sv: kontroller för lyft/gamma/förstärkning som i video-redigering

source: split-toning teal-orange (2nd instance)
sv: delad toning blågrön-orange (andra instans)

source: split-toning teal-orange (1st instance)
sv: delad toning blågrön-orange (första instans)

source: controls
sv: kontroller

source: optimize luma from patches
sv: optimera luma från färgrutor

source: optimize luma
sv: optimera luma

source: neutralize colors from patches
sv: neutralisera färger från fläckar

source: neutralize colors
sv: neutralisera färgruta

source: lift, gamma, gain (ProPhotoRGB)
sv: lyft, gamma, förstärkning (ProPhotoRGB)

source: slope, offset, power (ProPhotoRGB)
sv: skevning, förskjutning, styrka (ProPhotoRGB)

source: lift, gamma, gain (sRGB)
sv: lyft, gamma, förstärkning (sRGB)

source: color-grading mapping method
sv: färgkarta att använda

source: color control sliders
sv: inställningar för färgkontrast

source: master
sv: övergripande

source: input saturation
sv: inkommande mättnad

source: saturation correction before the color balance
sv: mättnad korrigeras före färgbalans

source: output saturation
sv: utgående mättnad

source: saturation correction after the color balance
sv: mättnad korrigeras efter färgbalans

source: contrast fulcrum
sv: stödjepunkt kontrast

source: adjust to match a neutral tone
sv: justera för att matcha en neutral ton

source: factor of
sv: faktor av

source: factor
sv: faktor

source: shadows : lift / offset
sv: skuggor: lyft / förskjut

source: factor of lift
sv: lyftfaktor

source: lift
sv: lyft

source: select the hue
sv: välj färgton

source: select the saturation
sv: välj färgmättnadston

source: factor of red for lift
sv: lyftfaktor för rött

source: factor of green for lift
sv: lyftfaktor för grönt

source: factor of blue for lift
sv: lyftfaktor för blått

source: mid-tones : gamma / power
sv: mellantoner: gamma / styrka

source: factor of gamma
sv: gammafaktor

source: factor of red for gamma
sv: gammafaktor för rött

source: factor of green for gamma
sv: gammafaktor för grönt

source: factor of blue for gamma
sv: gammafaktor för blått

source: highlights : gain / slope
sv: högdagrar: förstärkning / skevning

source: factor of gain
sv: gainfaktor

source: factor of red for gain
sv: gainfaktor för rött

source: factor of green for gain
sv: gainfaktor för grönt

source: factor of blue for gain
sv: gainfaktor för blått

source: auto optimizers
sv: automatiska optimeringar

source: fit the whole histogram and center the average luma
sv: passa hela histogrammet och jämna ut medel för luma

source: optimize the RGB curves to remove color casts
sv: optimera RGB-kurvorna för att ta bort färgstick

source: color look up table
sv: färguppslagningstabell

source: it8 skin tones
sv: hudtoner (it8)

source: helmholtz/kohlrausch monochrome
sv: helmholtz/kohlrausch-monokrom

source: patch #%d
sv: färgruta #%d

source: (%2.2f %2.2f %2.2f) altered patches are marked with an outline click to select double click to reset right click to delete patch shift-click while color picking to replace patch
sv: (%2.2f %2.2f %2.2f) ändrade färgrutor är markerade med en konturlinje klicka för att välja dubbelklicka för att återställa högerklicka för att ta bort färgruta shift+klick när du väljer färg för att ersätta färgruta

source: patch
sv: färgruta

source: color checker patch
sv: färgruta från colorchecker

source: lightness offset
sv: kompensation ljushet

source: chroma offset green/red
sv: kromatisk kompensation grön/röd

source: green/red
sv: grön/röd

source: chroma offset blue/yellow
sv: kromatisk kompensation blå/gul

source: blue/yellow
sv: blå/gul

source: saturation offset
sv: kompensation mättnad

source: target color
sv: målfärg

source: control target color of the patches via relative offsets or via absolute Lab values
sv: styr målfärg för färgrutorna via relativa förskjutningar eller via absoluta Lab-värden

source: relative
sv: relativ

source: absolute
sv: absolut

source: color contrast
sv: färgkontrast

source: green vs magenta
sv: grön mot magenta

source: blue vs yellow
sv: blå mot gul

source: steepness of the a* curve in Lab
sv: brantheten av kurva a* i Lab

source: steepness of the b* curve in Lab
sv: brantheten av kurva b* i Lab

source: color correction
sv: färgkorrigering

source: warm tone
sv: varm ton

source: warming filter
sv: värmande filter

source: cooling filter
sv: kylande filter

source: drag the line for split toning. bright means highlights, dark means shadows. use mouse wheel to change saturation.
sv: dra linjen för delad toning. ljust behandlar högdagrar, mörkt behandlar skuggor. använd musens rullhjul för att ändra mättnaden.

source: set the global saturation
sv: ange den globala färgmättnaden

source: input color profile
sv: ingående färgprofil

source: `%s' color matrix not found!
sv: färgmatrisen `%s' ej funnen!

source: input profile could not be generated!
sv: kunde inte generera ingående profil!

source: unsupported input profile has been replaced by linear Rec709 RGB!
sv: ej stödd ingående färgprofil har ersatts med linjär Rec709 RGB!

source: ICC profiles in %s or %s
sv: ICC-profiler i %s eller %s

source: gamut clipping
sv: klippning av tonomfång

source: confine Lab values to gamut of RGB color space
sv: håll Lab-värdena inom färgrymden för RGB

source: colorize
sv: färgläggning

source: source mix
sv: källmixning

source: select the hue tone
sv: välj färgton

source: select the saturation shadow tone
sv: välj färgmättnad för färgton i mörka partier

source: lightness of color
sv: färgens ljushet

source: mix value of source lightness
sv: blandningsvärde för källljus

source: color mapping
sv: färgkarta

source: acquire as source
sv: skaffa som källa

source: acquire as target
sv: skaffa som mål

source: source clusters:
sv: källkluster:

source: target clusters:
sv: målkluster:

source: analyze this image as a source image
sv: analysera denna bild som källa

source: analyze this image as a target image
sv: analysera denna bild som mål

source: number of clusters
sv: antal klungor:

source: number of clusters to find in image. value change resets all clusters
sv: antal klungor att hitta i bilder. ändring av värdet återställer alla klungor

source: color dominance
sv: färgdominans

source: how clusters are mapped. low values: based on color proximity, high values: based on color dominance
sv: Hur klungor läggs. lågt värde: baserat på liknande färg, högt värde: baserat på dominerande färg

source: histogram equalization
sv: histogramutjämning

source: level of histogram equalization
sv: histogramutjämningens styrka

source: output color profile
sv: utgående färgprofil

source: missing output profile has been replaced by sRGB!
sv: saknad utgående färgprofil har ersatts med sRGB!

source: missing softproof profile has been replaced by sRGB!
sv: saknad färgprofil för skärmkorrektur har ersatts med sRGB!

source: unsupported output profile has been replaced by sRGB!
sv: ej stödd utgående färgprofil har ersatts med sRGB!

source: output intent
sv: utgående avsikt

source: perceptual
sv: perceptuell

source: relative colorimetric
sv: relativ färgmetri

source: absolute colorimetric
sv: absolut färgmetri

source: rendering intent
sv: återgivningsavsikt

source: color reconstruction
sv: färgåterställning

source: spatial extent
sv: rumsbestämd utsträckning

source: range extent
sv: luminansbestämd utrsträckning

source: inconsistent output
sv: inkonsekvent utfall

source: module `color reconstruction' failed
sv: modulen `färgåterställning' misslyckades

source: precedence
sv: företräde

source: saturated colors
sv: mättade färger

source: pixels with lightness values above this threshold are corrected
sv: pixlar med L-värden över denna tröskel kommer att korrigeras

source: how far to look for replacement colors in spatial dimensions
sv: hur långt ersättningsfärger söks i rumbestämt utsträckning

source: how far to look for replacement colors in the luminance dimension
sv: hur långt ersättningsfärger söks i luminansbestämt utsträckning

source: if and how to give precedence to specific replacement colors
sv: om och hur specifika färger får företräde som källa

source: the hue tone which should be given precedence over other hue tones
sv: de nyanser som bör få företräde framför andra nyanser

source: color transfer
sv: färgöverföring

source: acquire
sv: hämta

source: apply
sv: applicera

source: this module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
sv: denna modul kommer att tas bort i framtiden och finns endast kvar så att du kan stänga av den och använda den nya färgkartan.

source: number of clusters to find in image
sv: antal kluster att hitta i bilder

source: analyze this image
sv: analysera denna bild

source: apply previously analyzed image look to this image
sv: applicera föregående analyserad bilds utseende på denna bild

source: color zones
sv: färgzoner

source: red black white
sv: röd svart vit

source: black white and skin tones
sv: svart vit och hudtoner

source: polarizing filter
sv: polarfilter

source: natural skin tones
sv: naturliga hudtoner

source: black & white film
sv: svart & vit film

source: cannot display masks when the blending mask is displayed
sv: kan inte visa masker när blandningsmasken visas

source: select by
sv: urval av

source: choose selection criterion, will be the abscissa in the graph
sv: välj urvalskriterium, kommer att vara x-axel i grafen

source: interpolation method
sv: interpolationsmetod

source: monotonic spline
sv: monoton spline

source: change this method if you see oscillations or cusps in the curve - cubic spline is better to produce smooth curves but oscillates when nodes are too close - centripetal is better to avoids cusps and oscillations with close nodes but is less smooth - monotonic is better for accuracy of pure analytical functions (log, gamma, exp)
sv: ändra denna metod om du ser svängningar eller spetsar i kurvan -kubisk spline är bättre för att producera jämna kurvor men kan ge svängningar om noder är för nära varandra -centripetal är bättre för att undvika spetsar och svängningar när noder är nära varandra men ger inte lika jämna kurvor -monoton är bättre noggrannhet av rena analytiska funktioner (log, gamma, exp)

source: defringe
sv: överstrålningsutfyllnad

source: operation mode
sv: operationstyp

source: global average (fast)
sv: globalt medel (snabbt)

source: local average (slow)
sv: lokalt medel (långsamt)

source: static threshold (fast)
sv: fast tröskelnivå (snabbt)
